[
    {
        "id": "sdfd45asd",
        "subject": "CSE board exams for students of Class 5, 8 from 2018",
        "author": "Saloni Tandon",
        "body": "The Indian Certificate of Secondary Education has announced it will hold board exams for the students of Class 5 and 8 starting from 2018. The exams will not have 'pass' or 'fail' tags but will be a 'periodical evaluation exercise' to check students' progress. Additionally, all ICSE-affiliated schools will follow uniform syllabus from Nursery till Class 10 starting 2018."
    },
    {
        "id": "12126gghh2",
        "subject": "Tesla enters Fortune 500 list for the first time",
        "author": "Mansha Mahajan",
        "body": "Elon Musk-led electric vehicle startup Tesla has entered 2017 Fortune 500 list for the first time at the 383rd position. With a revenue of $7 billion in 2016, Tesla entered the list that ranks the biggest companies in the US by revenue. Following this, Fortune replied to a tweet by Musk, telling him he didn't look ' day over 383'."
    },
    {
        "id": "gdg544dsd6",
        "subject": "16-year-old Bengaluru girl to get a planet named after her",
        "author": "Prashanti Moktan",
        "body": "A minor planet in the Milky Way galaxy would be named after 16-year-old Sahithi Pingali from Bengaluru. The class 12 student represented India and finished second at ISEF, world's largest international pre-college science competition, following which MIT decided to name a planet after her. Sahithi had developed a mobile application which obtains data by crowdsourcing to measure pollution in lakes."
    },
    {
        "id": "gdhg556jhj2",
        "subject": "Human attraction is weird and confusing—and it’s about way more than looks",
        "author": "Sara Winston",
        "body": "Vestibulum turpis sem, aliquet eget, lobortis pellentesque, rutrum eu, nisl. Morbi vestibulum volutpat enim. Phasellus dolor. In dui magna, posuere eget, vestibulum et, tempor auctor, justo. In dui magna, posuere eget, vestibulum et, tempor auctor, justo."
    },
    {
        "id": "5hdy567djjd9",
        "subject": "I know what I'm walking into: Exec who left Apple for Uber",
        "author": "Vani Vivek",
        "body": "Former Apple marketing executive Bozoma Saint John, who resigned from the technology major last week to join Uber, has said she knows what she's 'walking into'. John will be joining the ride-hailing startup as its first Chief Brand Officer. Her appointment comes amid an ongoing investigation into Uber's sexist work culture, in which 20 employees have been fired so far."
    },
    {
        "id": "12df6gghh2",
        "subject": "What would happen if Earth started to spin faster?",
        "author": "Diana Weasly",
        "body": "In dui magna, posuere eget, vestibulum et, tempor auctor, justo. Nam commodo suscipit quam. Donec elit libero, sodales nec, volutpat a, suscipit non, turpis. Donec mi odio, faucibus at, scelerisque quis, convallis in, nisi. Aenean commodo ligula eget dolor."
    },
    {
        "id": "gdg54434d6",
        "subject": "China refuses to release men who probed Ivanka supplier",
        "author": "Mansha Mahajan",
        "senderEmail": "sender@domain.com",
        "body": "China has rejected US' call to release three activists who were detained while investigating a Chinese company that produced shoes for Ivanka Trump's brand. 'Other nations have no right to interfere in our judicial sovereignty,' China said. The activists were working undercover to publish a report alleging low pay, excessive overtime, and possible misuse of student labour at the company."
    }
]
